{"id":1,"text":"On kinetics of phage adsorption.Adsorption of lambda-phage on sensitive bacteria Escherichia coli is a classical problem but not all issues have been resolved. One of the outstanding problems is the rate of adsorption, which in some cases appears to exceed the theoretical limit imposed by the law of random diffusion. We revisit this problem by conducting experiments along with new theoretical analyses. Our measurements show that upon incubating lambda-phage with bacteria Ymel, the population of unbound phage in a salt buffer decreases with time and in general obeys a double-exponential function characterized by a fast (tau(1)) and a slow (tau(2)) decay time. We found that both the fast and the slow processes are specific to interactions between lambda-phage and its receptor LamB. Such specificity motivates a kinetic model that describes the interaction between the phage and the receptor as an on-and-off process followed by an irreversible binding. The latter may be a signature of the initiation of DNA translocation. The kinetic model successfully predicts the double exponential behavior seen in the experiment and allows the corresponding rate constants to be extracted from single measurements. The weak temperature dependence of the reversible and the irreversible binding rate suggests that phage retention by the receptor is entropic in nature and that a molecular key-lock interaction may be an appropriate description of the interaction between the phage tail and the receptor.","entities":[{"id":3,"label":"Phage","start_offset":755,"end_offset":767},{"id":4,"label":"Receptor","start_offset":785,"end_offset":789},{"id":5,"label":"Bacteria","start_offset":476,"end_offset":480},{"id":6,"label":"Bacteria","start_offset":81,"end_offset":97}],"relations":[{"id":1,"from_id":4,"to_id":3,"type":"Receptor"},{"id":2,"from_id":4,"to_id":5,"type":"Receptor"},{"id":3,"from_id":4,"to_id":6,"type":"Receptor"}]}
{"id":2,"text":"Structure of the receptor-binding protein of bacteriophage det7: a podoviral tail spike in a myovirus.A new Salmonella enterica phage Det7, was isolated from sewage and shown by electron microscopy to belong to the Myoviridae morphogroup of bacteriophages. Det7 contains a 75-kDa protein with 50% overall sequence identity to the tail spike endorhamnosidase of podovirus P22. Adsorption of myoviruses to their bacterial hosts is normally mediated by long and short tail fibers attached to a contractile tail, whereas podoviruses do not contain fibers but attach to host cells through stubby tail spikes attached to a very short, noncontractile tail. The amino-terminal 150 residues of the Det7 protein lack homology to the P22 tail spike and are probably responsible for binding to the base plate of the myoviral tail. Det7 tail spike lacking this putative particle-binding domain was purified from Escherichia coli, and well-diffracting crystals of the protein were obtained. The structure, determined by molecular replacement and refined at a 1.6-A resolution, is very similar to that of bacteriophage P22 tail spike. Fluorescence titrations with an octasaccharide suggest Det7 tail spike to bind its receptor lipopolysaccharide somewhat less tightly than the P22 tail spike. The Det7 tail spike is even more resistant to thermal unfolding than the already exceptionally stable homologue from P22. Folding and assembly of both trimeric proteins are equally temperature sensitive and equally slow. Despite the close structural, biochemical, and sequence similarities between both proteins, the Det7 tail spike lacks both carboxy-terminal cysteines previously proposed to form a transient disulfide during P22 tail spike assembly. Our data suggest receptor-binding module exchange between podoviruses and myoviruses in the course of bacteriophage evolution.","entities":[{"id":7,"label":"Receptor","start_offset":1212,"end_offset":1230},{"id":8,"label":"Phage","start_offset":1175,"end_offset":1179},{"id":11,"label":"Bacteria","start_offset":108,"end_offset":127},{"id":12,"label":"Phage","start_offset":1262,"end_offset":1265}],"relations":[{"id":4,"from_id":7,"to_id":8,"type":"Receptor"},{"id":5,"from_id":7,"to_id":11,"type":"Receptor"},{"id":6,"from_id":7,"to_id":12,"type":"Receptor"}]}
{"id":3,"text":"Identification of host receptor and receptor-binding module of a newly sequenced T5-like phage EPS7.The virulent bacteriophage EPS7 active against a number of Salmonella serovar and Escherichia coli strains, isolated from the local sewage in Korea, belongs to the family Siphoviridae. The ESP7 genome constitutes a linear double-stranded DNA of 111 382 bp. DNA sequencing and genomic analysis of EPS7 showed that it belongs to the phage T5 family. We identified the EPS7 genes involved in DNA repair, replication, viral structure and bacterial lysis by comparing the EPS7 genome with that of T5. In contrast, the tail genes encoding for putative host receptor-binding protein and the putative receptor-blocking lipoprotein precursor of EPS7 exhibit high homologies with the corresponding gene products of BF23, another member of the T5-family. BF23 binds to BtuB, a surface receptor in the host and involved in vitamin B12 uptake, but its infection is independent of TonB. By constructing a series of deletion mutants in Salmonella and in E. coli and studying phage infection in the mutant hosts, we showed that BtuB is also the host receptor of the phage EPS7. Whether EPS7 infection depends on TonB needs to be further studied.","entities":[{"id":13,"label":"Receptor","start_offset":858,"end_offset":862},{"id":14,"label":"Phage","start_offset":736,"end_offset":740},{"id":15,"label":"Bacteria","start_offset":159,"end_offset":177},{"id":16,"label":"Bacteria","start_offset":182,"end_offset":198},{"id":17,"label":"Receptor","start_offset":1112,"end_offset":1116},{"id":18,"label":"Phage","start_offset":1150,"end_offset":1160},{"id":19,"label":"Bacteria","start_offset":1021,"end_offset":1031},{"id":20,"label":"Bacteria","start_offset":1039,"end_offset":1046}],"relations":[{"id":7,"from_id":13,"to_id":14,"type":"Receptor"},{"id":8,"from_id":13,"to_id":15,"type":"Receptor"},{"id":9,"from_id":13,"to_id":16,"type":"Receptor"},{"id":10,"from_id":17,"to_id":18,"type":"Receptor"},{"id":11,"from_id":17,"to_id":20,"type":"Receptor"},{"id":12,"from_id":17,"to_id":19,"type":"Receptor"}]}
{"id":4,"text":"Identification of tail genes in the temperate phage 16-3 of Sinorhizobium meliloti 41.Genes encoding the tail proteins of the temperate phage 16-3 of the symbiotic nitrogen-fixing bacterium Sinorhizobium meliloti 41 have been identified. First, a new host range gene, designated hII, was localized by using missense mutations. The corresponding protein was shown to be identical to the 85-kDa tail protein by determining its N-terminal sequence. Electron microscopic analysis showed that phage 16-3 possesses an icosahedral head and a long, noncontractile tail characteristic of the Siphoviridae. By using a lysogenic S. meliloti 41 strain, mutants with insertions in the putative tail region of the genome were constructed and virion morphology was examined after induction of the lytic cycle. Insertions in ORF017, ORF018a, ORF020, ORF021, the previously described h gene, and hII resulted in uninfectious head particles lacking tail structures, suggesting that the majority of the genes in this region are essential for tail formation. By using different bacterial mutants, it was also shown that not only the RkpM and RkpY proteins but also the RkpZ protein of the host takes part in the formation of the phage receptor. Results for the host range phage mutants and the receptor mutant bacteria suggest that the HII tail protein interacts with the capsular polysaccharide of the host and that the tail protein encoded by the original h gene recognizes a proteinaceous receptor.","entities":[{"id":21,"label":"Receptor","start_offset":1458,"end_offset":1481},{"id":22,"label":"Phage","start_offset":488,"end_offset":498},{"id":23,"label":"Bacteria","start_offset":618,"end_offset":632},{"id":24,"label":"Bacteria","start_offset":190,"end_offset":215},{"id":25,"label":"Bacteria","start_offset":60,"end_offset":85}],"relations":[{"id":13,"from_id":21,"to_id":23,"type":"Receptor"},{"id":14,"from_id":21,"to_id":22,"type":"Receptor"},{"id":15,"from_id":21,"to_id":24,"type":"Receptor"},{"id":16,"from_id":21,"to_id":25,"type":"Receptor"}]}
{"id":5,"text":"Lipopolysaccharide is the receptor for kappa phage in Serratia marcescens.Kappa phage active on Serratia marcescens can form plaques on white and red strains with identical efficiencies. To identify the kappa phage receptor, the inactivation of the phage was studied after incubation with several bacterial subcellular fractions. The experiments demonstrated that kappa phage adsorbs to outer membrane fractions of susceptible cells. Proteinase K did not affect the rate of inactivation. Lipopolysaccharide proved to be the primary receptor for kappa phage. Prodigiosin content of the lipopolysaccharide fraction was low.","entities":[{"id":26,"label":"Receptor","start_offset":488,"end_offset":506},{"id":27,"label":"Phage","start_offset":545,"end_offset":556},{"id":28,"label":"Bacteria","start_offset":96,"end_offset":115}],"relations":[{"id":17,"from_id":26,"to_id":27,"type":"Receptor"},{"id":18,"from_id":26,"to_id":28,"type":"Receptor"}]}
{"id":6,"text":"The bacteriophage kh receptor of Lactococcus lactis subsp. cremoris KH is the rhamnose of the extracellular wall polysaccharide.A receptor for bacteriophages of lactic acid bacteria, including Lactococcus lactis subsp. cremoris KH, was found on the cell wall and not on the cell membrane, as determined by a phage-binding assay of sodium dodecyl sulfate- and mutanolysin-treated cell walls. The cell wall carbohydrates of L. lactis subsp. cremoris KH were analyzed by gas chromatography and mass spectrometry and found to contain rhamnose, galactose, glucose and N-acetylglucosamine. Similar analysis of mutants that were reduced in the ability to bind phage kh,phage 643,phage c2,phage ml3, and phage 1 indicated that galactose was essential for binding all phages. In addition, rhamnose was required for binding phage kh and phage ml3. Inhibition studies of phage binding by using two different lectins with a specificity for galactose indicated that phage kh may not bind directly to galactose. Rather, galactose may be an essential structural component located in the vicinity of the receptor. Incubation of any of the five phages with rhamnose or of phage kh with purified cell walls inactivated the phages. Inactivation required divalent cations and was irreversible. Inactivation of phages was stereospecific for rhamnose, as neither L-(+)- nor D-(-)-fucose (the stereoisomers of rhamnose) inhibited the phage. Furthermore, phage infection of a culture was completely inhibited by the addition of rhamnose to the medium. Therefore, the receptor for phage kh appears to be a rhamnose component of the extracellular wall polysaccharide.","entities":[{"id":30,"label":"Phage","start_offset":4,"end_offset":20},{"id":31,"label":"Bacteria","start_offset":33,"end_offset":70},{"id":32,"label":"Receptor","start_offset":78,"end_offset":112},{"id":33,"label":"Bacteria","start_offset":193,"end_offset":230},{"id":34,"label":"Bacteria","start_offset":422,"end_offset":450},{"id":35,"label":"Receptor","start_offset":780,"end_offset":788},{"id":36,"label":"Phage","start_offset":814,"end_offset":822},{"id":37,"label":"Phage","start_offset":827,"end_offset":836},{"id":38,"label":"Receptor","start_offset":719,"end_offset":728},{"id":39,"label":"Phage","start_offset":653,"end_offset":661},{"id":40,"label":"Phage","start_offset":662,"end_offset":671},{"id":41,"label":"Phage","start_offset":672,"end_offset":680},{"id":42,"label":"Phage","start_offset":681,"end_offset":690},{"id":43,"label":"Phage","start_offset":696,"end_offset":703},{"id":44,"label":"Receptor","start_offset":1581,"end_offset":1589},{"id":45,"label":"Phage","start_offset":1556,"end_offset":1564}],"relations":[{"id":19,"from_id":32,"to_id":30,"type":"Receptor"},{"id":20,"from_id":32,"to_id":31,"type":"Receptor"},{"id":21,"from_id":32,"to_id":33,"type":"Receptor"},{"id":22,"from_id":32,"to_id":34,"type":"Receptor"},{"id":23,"from_id":35,"to_id":34,"type":"Receptor"},{"id":24,"from_id":35,"to_id":36,"type":"Receptor"},{"id":25,"from_id":35,"to_id":37,"type":"Receptor"},{"id":26,"from_id":38,"to_id":34,"type":"Receptor"},{"id":27,"from_id":38,"to_id":39,"type":"Receptor"},{"id":28,"from_id":38,"to_id":40,"type":"Receptor"},{"id":29,"from_id":38,"to_id":41,"type":"Receptor"},{"id":30,"from_id":38,"to_id":42,"type":"Receptor"},{"id":31,"from_id":38,"to_id":43,"type":"Receptor"},{"id":32,"from_id":38,"to_id":31,"type":"Receptor"},{"id":33,"from_id":38,"to_id":33,"type":"Receptor"},{"id":34,"from_id":44,"to_id":45,"type":"Receptor"},{"id":35,"from_id":44,"to_id":31,"type":"Receptor"},{"id":36,"from_id":44,"to_id":33,"type":"Receptor"},{"id":37,"from_id":44,"to_id":34,"type":"Receptor"}]}
{"id":7,"text":"O antigen is the receptor of Vibrio cholerae serogroup O1 El Tor typing phage VP4.Bacteriophage VP4 is a lytic phage of the Vibrio cholerae serogroup O1, and it is used in phage subtyping of V. cholerae biotype El Tor. Studies of phage infection mechanisms will promote the understanding of the basis of phage subtyping as well as the genetic differences between sensitive and resistant strains. In this study, we investigated the receptor that phage VP4 uses to bind to El Tor strains of V. cholerae and found that it infects strains through adsorbing the O antigen of V. cholerae O1. In some natural isolates that are resistant to VP4 infection, mutations were identified in the wb* cluster (O-antigen gene cluster), which is responsible for the biosynthesis of O antigen. Mutations in the manB, wbeE, and wbeU genes caused failure of adsorption of VP4 to these strains, whereas the observed amino acid residue mutations within wbeW and manC have no effect on VP4 infection. Additionally, although mutations in two resistant strains were found only in manB and wbeW, complementing both genes did not restore sensitivity to VP4 infection, suggesting that other resistance mechanisms may exist. Therefore, the mechanism of VP4 infection may provide a basis for subtyping the phage. Elaborate mutations of the O antigen may imbue V. cholerae strains with resistance to phage infection.","entities":[{"id":47,"label":"Receptor","start_offset":0,"end_offset":9},{"id":48,"label":"Phage","start_offset":72,"end_offset":81},{"id":49,"label":"Bacteria","start_offset":29,"end_offset":57},{"id":50,"label":"Receptor","start_offset":557,"end_offset":566},{"id":51,"label":"Phage","start_offset":445,"end_offset":454},{"id":52,"label":"Bacteria","start_offset":570,"end_offset":584},{"id":53,"label":"Bacteria","start_offset":489,"end_offset":500},{"id":54,"label":"Bacteria","start_offset":124,"end_offset":152},{"id":55,"label":"Phage","start_offset":82,"end_offset":99},{"id":56,"label":"Phage","start_offset":633,"end_offset":636},{"id":57,"label":"Phage","start_offset":851,"end_offset":854},{"id":58,"label":"Phage","start_offset":962,"end_offset":965},{"id":60,"label":"Phage","start_offset":1125,"end_offset":1128},{"id":61,"label":"Phage","start_offset":1223,"end_offset":1226}],"relations":[{"id":38,"from_id":47,"to_id":49,"type":"Receptor"},{"id":39,"from_id":47,"to_id":48,"type":"Receptor"},{"id":40,"from_id":50,"to_id":51,"type":"Receptor"},{"id":42,"from_id":50,"to_id":53,"type":"Receptor"},{"id":44,"from_id":47,"to_id":54,"type":"Receptor"},{"id":45,"from_id":47,"to_id":52,"type":"Receptor"},{"id":46,"from_id":47,"to_id":55,"type":"Receptor"},{"id":47,"from_id":47,"to_id":56,"type":"Receptor"},{"id":48,"from_id":47,"to_id":57,"type":"Receptor"},{"id":49,"from_id":47,"to_id":58,"type":"Receptor"},{"id":50,"from_id":47,"to_id":60,"type":"Receptor"},{"id":51,"from_id":47,"to_id":61,"type":"Receptor"},{"id":52,"from_id":50,"to_id":49,"type":"Receptor"},{"id":54,"from_id":50,"to_id":54,"type":"Receptor"},{"id":55,"from_id":50,"to_id":52,"type":"Receptor"},{"id":56,"from_id":50,"to_id":48,"type":"Receptor"},{"id":57,"from_id":50,"to_id":55,"type":"Receptor"},{"id":59,"from_id":47,"to_id":51,"type":"Receptor"},{"id":60,"from_id":50,"to_id":56,"type":"Receptor"},{"id":61,"from_id":50,"to_id":57,"type":"Receptor"},{"id":62,"from_id":50,"to_id":58,"type":"Receptor"},{"id":63,"from_id":50,"to_id":60,"type":"Receptor"},{"id":64,"from_id":50,"to_id":61,"type":"Receptor"}]}
{"id":8,"text":"Investigation of the relationship between lactococcal host cell wall polysaccharide genotype and 936 phage receptor binding protein phylogeny.Comparative genomics of 11 lactococcal 936-type phages combined with host range analysis allowed subgrouping of these phage genomes, particularly with respect to their encoded receptor binding proteins. The so-called pellicle or cell wall polysaccharide of Lactococcus lactis, which has been implicated as a host receptor of (certain) 936-type phages, is specified by a large gene cluster, which, among different lactococcal strains, contains highly conserved regions as well as regions of diversity. The regions of diversity within this cluster on the genomes of lactococcal strains MG1363, SK11, IL1403, KF147, CV56, and UC509.9 were used for the development of a multiplex PCR system to identify the pellicle genotype of lactococcal strains used in this study. The resulting comparative analysis revealed an apparent correlation between the pellicle genotype of a given host strain and the host range of tested 936-type phages. Such a correlation would allow prediction of the intrinsic 936-type phage sensitivity of a particular lactococcal strain and substantiates the notion that the lactococcal pellicle polysaccharide represents the receptor for (certain) 936-type phages while also partially explaining the molecular reasons behind the observed narrow host range of such phages.","entities":[{"id":62,"label":"Receptor","start_offset":359,"end_offset":367},{"id":63,"label":"Receptor","start_offset":371,"end_offset":396},{"id":64,"label":"Bacteria","start_offset":399,"end_offset":417},{"id":65,"label":"Bacteria","start_offset":42,"end_offset":58},{"id":66,"label":"Receptor","start_offset":59,"end_offset":83},{"id":68,"label":"Phage","start_offset":97,"end_offset":106},{"id":69,"label":"Phage","start_offset":477,"end_offset":492}],"relations":[{"id":65,"from_id":63,"to_id":69,"type":"Receptor"},{"id":66,"from_id":63,"to_id":64,"type":"Receptor"},{"id":67,"from_id":66,"to_id":68,"type":"Receptor"},{"id":68,"from_id":66,"to_id":65,"type":"Receptor"},{"id":69,"from_id":62,"to_id":64,"type":"Receptor"},{"id":70,"from_id":62,"to_id":69,"type":"Receptor"}]}
{"id":9,"text":"The extracellular phage-host interactions involved in the bacteriophage LL-H infection of Lactobacillus delbrueckii ssp. lactis ATCC 15808.The complete genome sequence of Lactobacillus bacteriophage LL-H was determined in 1996. Accordingly, LL-H has been used as a model phage for the infection of dairy Lactobacillus, specifically for thermophilic Lactobacillus delbrueckii ssp. lactis host strains, such as ATCC 15808. One of the major goals of phage LL-H research consisted of the characterization of the first phage-host interactions at the level of phage adsorption and phage DNA injection steps to determine effective and practical methods to minimize the risks associated with the appearance and attack of phages in the manufacture of yogurt, and Swiss or Italian hard type cheeses, which typically use thermophilic lactic acid bacteria starter cultures containing L. delbrueckii strains among others. This mini review article summarizes the present data concerning (i) the special features, particle structure, and components of phage LL-H and (ii) the structure and properties of lipoteichoic acids (LTAs), which are the phage LL-H receptor components of L. delbrueckii ssp. lactis host strains. Moreover, a model of the first, extracellular, phage-host interactions for the infection of L. delbrueckii ssp. lactis ATCC 15808 by phage LL-H is presented and further discussed.","entities":[{"id":70,"label":"Receptor","start_offset":1089,"end_offset":1107},{"id":71,"label":"Phage","start_offset":1130,"end_offset":1140},{"id":72,"label":"Bacteria","start_offset":1164,"end_offset":1190}],"relations":[{"id":71,"from_id":70,"to_id":71,"type":"Receptor"},{"id":72,"from_id":70,"to_id":72,"type":"Receptor"}]}
{"id":10,"text":"In silico analysis of AHJD-like viruses, Staphylococcus aureus phages S24-1 and S13', and study of phage S24-1 adsorption.Staphylococcus aureus is a clinically important bacterium that is commensal in both humans and animals. Bacteriophage (phage) attachment to the host bacterial surface is an important process during phage infection, which involves interactions between phage receptor-binding proteins and host receptor molecules. However, little information is available on the receptor-binding protein of S. aureus phages. S. aureus virulent phages S24-1 and S13' (family Podoviridae, genus AHJD-like viruses) were isolated from sewage. In the present study, we investigated the receptor-binding protein of AHJD-like viruses using phage S24-1. First, based on a comparative genomic analysis of phages S24-1 and S13', open reading frame 16 (ORF16) of phage S24-1 was speculated to be the receptor-binding protein, which possibly determines the host range. Second, we demonstrated that this was the receptor-binding protein of phage S24-1. Third, our study suggested that wall teichoic acids in the cell walls of S. aureus are the main receptor molecules for ORF16 and phage S24-1. Finally, the C-terminal region of ORF16 may be essential for binding to S. aureus. These results strongly suggest that ORF16 of phage S24-1 and its homologs may be the receptor-binding proteins of AHJD-like viruses.","entities":[{"id":73,"label":"Phage","start_offset":1172,"end_offset":1183},{"id":76,"label":"Receptor","start_offset":1075,"end_offset":1094},{"id":77,"label":"Bacteria","start_offset":1257,"end_offset":1266},{"id":78,"label":"Phage","start_offset":70,"end_offset":75},{"id":79,"label":"Phage","start_offset":99,"end_offset":110},{"id":80,"label":"Phage","start_offset":736,"end_offset":747},{"id":81,"label":"Phage","start_offset":554,"end_offset":559},{"id":82,"label":"Phage","start_offset":806,"end_offset":811},{"id":83,"label":"Phage","start_offset":855,"end_offset":866},{"id":84,"label":"Phage","start_offset":1030,"end_offset":1041},{"id":85,"label":"Phage","start_offset":1313,"end_offset":1324},{"id":86,"label":"Bacteria","start_offset":41,"end_offset":62},{"id":87,"label":"Bacteria","start_offset":122,"end_offset":143},{"id":88,"label":"Bacteria","start_offset":1116,"end_offset":1125}],"relations":[{"id":73,"from_id":76,"to_id":73,"type":"Receptor"},{"id":74,"from_id":76,"to_id":77,"type":"Receptor"},{"id":75,"from_id":76,"to_id":86,"type":"Receptor"},{"id":76,"from_id":76,"to_id":78,"type":"Receptor"},{"id":77,"from_id":76,"to_id":79,"type":"Receptor"},{"id":78,"from_id":76,"to_id":87,"type":"Receptor"},{"id":79,"from_id":76,"to_id":81,"type":"Receptor"},{"id":80,"from_id":76,"to_id":80,"type":"Receptor"},{"id":81,"from_id":76,"to_id":82,"type":"Receptor"},{"id":82,"from_id":76,"to_id":83,"type":"Receptor"},{"id":83,"from_id":76,"to_id":84,"type":"Receptor"},{"id":84,"from_id":76,"to_id":88,"type":"Receptor"},{"id":85,"from_id":76,"to_id":85,"type":"Receptor"}]}
{"id":11,"text":"Outer membrane protein OmpW is the receptor for typing phage VP5 in the Vibrio cholerae O1 El Tor biotype.Phage typing is used for the subtyping of clones of epidemic bacteria. In this study, we identified the outer membrane protein OmpW as the receptor for phage VP5, one of the typing phages for the Vibrio cholerae O1 El Tor biotype. A characteristic 11-bp deletion in ompW was observed in all epidemic strains resistant to VP5, suggesting that this mutation event can be used as a tracing marker in cholera surveillance.","entities":[{"id":89,"label":"Receptor","start_offset":23,"end_offset":27},{"id":90,"label":"Receptor","start_offset":233,"end_offset":237},{"id":91,"label":"Receptor","start_offset":372,"end_offset":376},{"id":92,"label":"Phage","start_offset":55,"end_offset":64},{"id":93,"label":"Phage","start_offset":258,"end_offset":267},{"id":94,"label":"Phage","start_offset":427,"end_offset":430},{"id":95,"label":"Bacteria","start_offset":72,"end_offset":87},{"id":96,"label":"Bacteria","start_offset":302,"end_offset":317}],"relations":[{"id":86,"from_id":89,"to_id":92,"type":"Receptor"},{"id":87,"from_id":89,"to_id":95,"type":"Receptor"},{"id":88,"from_id":90,"to_id":93,"type":"Receptor"},{"id":89,"from_id":90,"to_id":96,"type":"Receptor"},{"id":90,"from_id":90,"to_id":94,"type":"Receptor"},{"id":91,"from_id":89,"to_id":93,"type":"Receptor"},{"id":92,"from_id":89,"to_id":94,"type":"Receptor"},{"id":93,"from_id":90,"to_id":92,"type":"Receptor"},{"id":95,"from_id":91,"to_id":94,"type":"Receptor"},{"id":96,"from_id":91,"to_id":96,"type":"Receptor"},{"id":97,"from_id":91,"to_id":92,"type":"Receptor"},{"id":98,"from_id":91,"to_id":93,"type":"Receptor"}]}
{"id":12,"text":"A component of the side tail fiber of Escherichia coli bacteriophage lambda can functionally replace the receptor-recognizing part of a long tail fiber protein of the unrelated bacteriophage T4.The distal part of the long tail fiber of Escherichia coli bacteriophage T4 consists of a dimer of protein 37. Dimerization requires the catalytic action of protein 38, which is encoded by T4 and is not present in the virion. It had previously been shown that gene tfa of the otherwise entirely unrelated phage lambda can functionally replace gene 38. Open reading frame (ORF) 314, which encodes a protein that exhibits homology to a COOH-terminal area of protein 37, is located immediately upstream of tfa. The gene was cloned and expressed in E. coli. An antiserum against the corresponding polypeptide showed that it was present in phage lambda. The serum also reacted with the long tail fibers of phage T4 near their free ends. An area of the gene encoding a COOH-terminal region of ORF 314 was recombined, together with tfa, into the genome of T4, thus replacing gene 38 and a part of gene 37 that codes for a COOH-terminal part of protein 37. Such T4-lambda hybrids, unlike T4, required the presence of outer membrane protein OmpC for infection of E. coli B. An ompC missense mutant of E. coli K-12, which was still sensitive to T4, was resistant to these hybrids. We conclude that the ORF 314 protein represents a subunit of the side tail fibers of phage lambda which probably recognize the OmpC protein. ORF 314 was designated stf (side tail fiber). The results also offer an explanation for the very unusual fact that, despite identical genomic organizations, T4 and T2 produce totally different proteins 38. An ancestor of T4 from the T2 lineage may have picked up tfa and stf from a lambdoid phase, thus possibly demonstrating horizontal gene transfer between unrelated phage species.","entities":[{"id":97,"label":"Receptor","start_offset":1262,"end_offset":1266},{"id":98,"label":"Receptor","start_offset":1226,"end_offset":1230},{"id":99,"label":"Phage","start_offset":1148,"end_offset":1165},{"id":100,"label":"Phage","start_offset":1329,"end_offset":1331},{"id":101,"label":"Phage","start_offset":177,"end_offset":193},{"id":102,"label":"Phage","start_offset":253,"end_offset":269},{"id":103,"label":"Phage","start_offset":383,"end_offset":385},{"id":104,"label":"Phage","start_offset":1043,"end_offset":1045},{"id":105,"label":"Phage","start_offset":1663,"end_offset":1665},{"id":106,"label":"Phage","start_offset":1174,"end_offset":1176},{"id":107,"label":"Phage","start_offset":1727,"end_offset":1729},{"id":108,"label":"Bacteria","start_offset":1248,"end_offset":1257},{"id":109,"label":"Bacteria","start_offset":1286,"end_offset":1298}],"relations":[{"id":99,"from_id":98,"to_id":99,"type":"Receptor"},{"id":100,"from_id":98,"to_id":108,"type":"Receptor"},{"id":101,"from_id":97,"to_id":100,"type":"Receptor"},{"id":102,"from_id":97,"to_id":109,"type":"Receptor"},{"id":104,"from_id":97,"to_id":101,"type":"Receptor"},{"id":105,"from_id":97,"to_id":102,"type":"Receptor"},{"id":106,"from_id":97,"to_id":103,"type":"Receptor"},{"id":107,"from_id":97,"to_id":104,"type":"Receptor"},{"id":108,"from_id":97,"to_id":105,"type":"Receptor"},{"id":109,"from_id":97,"to_id":107,"type":"Receptor"},{"id":110,"from_id":97,"to_id":106,"type":"Receptor"}]}
{"id":13,"text":"A receptor-binding protein of Campylobacter jejuni bacteriophage NCTC 12673 recognizes flagellin glycosylated with acetamidino-modified pseudaminic acid.Bacteriophage receptor-binding proteins (RBPs) confer host specificity. We previously identified a putative RBP (Gp047) from the campylobacter lytic phage NCTC 12673 and demonstrated that Gp047 has a broader host range than its parent phage. While NCTC 12673 recognizes the capsular polysaccharide (CPS) of a limited number of Campylobacter jejuni isolates, Gp047 binds to a majority of C. jejuni and related Campylobacter coli strains. In this study, we demonstrate that Gp047 also binds to acapsular mutants, suggesting that unlike the parent phage, CPS is not the receptor for Gp047. Affinity chromatography and far-western analyses of C. jejuni lysates using Gp047 followed by mass spectrometry indicated that Gp047 binds to the major flagellin protein, FlaA. Because C. jejuni flagellin is extensively glycosylated, we investigated this binding specificity further and demonstrate that Gp047 only recognizes flagellin decorated with acetamidino-modified pseudaminic acid. This binding activity is localized to the C-terminal quarter of the protein and both wild-type and coccoid forms of C. jejuni are recognized. In addition, Gp047 treatment agglutinates vegetative cells and reduces their motility. Because Gp047 is highly conserved among all campylobacter phages sequenced to date, it is likely that this protein plays an important role in the phage life cycle.","entities":[{"id":110,"label":"Receptor","start_offset":87,"end_offset":96},{"id":111,"label":"Receptor","start_offset":427,"end_offset":450},{"id":112,"label":"Phage","start_offset":30,"end_offset":75},{"id":114,"label":"Phage","start_offset":282,"end_offset":318},{"id":115,"label":"Phage","start_offset":401,"end_offset":411},{"id":116,"label":"Bacteria","start_offset":480,"end_offset":500},{"id":117,"label":"Bacteria","start_offset":540,"end_offset":549},{"id":118,"label":"Bacteria","start_offset":925,"end_offset":934},{"id":119,"label":"Bacteria","start_offset":1246,"end_offset":1255}],"relations":[{"id":111,"from_id":110,"to_id":112,"type":"Receptor"},{"id":114,"from_id":110,"to_id":116,"type":"Receptor"},{"id":115,"from_id":110,"to_id":117,"type":"Receptor"},{"id":116,"from_id":110,"to_id":118,"type":"Receptor"},{"id":117,"from_id":110,"to_id":119,"type":"Receptor"},{"id":118,"from_id":111,"to_id":114,"type":"Receptor"},{"id":119,"from_id":111,"to_id":115,"type":"Receptor"},{"id":120,"from_id":111,"to_id":116,"type":"Receptor"},{"id":121,"from_id":111,"to_id":117,"type":"Receptor"},{"id":122,"from_id":111,"to_id":118,"type":"Receptor"},{"id":123,"from_id":111,"to_id":119,"type":"Receptor"}]}
{"id":14,"text":"Primary isolation strain determines both phage type and receptors recognised by Campylobacter jejuni bacteriophages.In this study we isolated novel bacteriophages, infecting the zoonotic bacterium Campylobacter jejuni. These phages may be used in phage therapy of C. jejuni colonized poultry to prevent spreading of the bacteria to meat products causing disease in humans. Many C. jejuni phages have been isolated using NCTC12662 as the indicator strain, which may have biased the selection of phages. A large group of C. jejuni phages rely on the highly diverse capsular polysaccharide (CPS) for infection and recent work identified the O-methyl phosphoramidate modification (MeOPN) of CPS as a phage receptor. We therefore chose seven C. jejuni strains each expressing different CPS structures as indicator strains in a large screening for phages in samples collected from free-range poultry farms. Forty-three phages were isolated using C. jejuni NCTC12658, NCTC12662 and RM1221 as host strains and 20 distinct phages were identified based on host range analysis and genome restriction profiles. Most phages were isolated using C. jejuni strains NCTC12662 and RM1221 and interestingly phage genome size (140 kb vs. 190 kb), host range and morphological appearance correlated with the isolation strain. Thus, according to C. jejuni phage grouping, NCTC12662 and NCTC12658 selected for CP81-type phages, while RM1221 selected for CP220-type phages. Furthermore, using acapsular ∆kpsM mutants we demonstrated that phages isolated on NCTC12658 and NCTC12662 were dependent on the capsule for infection. In contrast, CP220-type phages isolated on RM1221 were unable to infect non-motile ∆motA mutants, hence requiring motility for successful infection. Hence, the primary phage isolation strain determines both phage type (CP81 or CP220) as well as receptors (CPS or flagella) recognised by the isolated phages.","entities":[{"id":120,"label":"Receptor","start_offset":563,"end_offset":586},{"id":121,"label":"Phage","start_offset":1387,"end_offset":1403},{"id":122,"label":"Phage","start_offset":1431,"end_offset":1448},{"id":124,"label":"Bacteria","start_offset":187,"end_offset":217},{"id":125,"label":"Bacteria","start_offset":264,"end_offset":273},{"id":126,"label":"Bacteria","start_offset":737,"end_offset":746},{"id":127,"label":"Bacteria","start_offset":940,"end_offset":949},{"id":128,"label":"Bacteria","start_offset":1131,"end_offset":1140}],"relations":[{"id":124,"from_id":120,"to_id":121,"type":"Receptor"},{"id":125,"from_id":120,"to_id":124,"type":"Receptor"},{"id":126,"from_id":120,"to_id":125,"type":"Receptor"},{"id":127,"from_id":120,"to_id":126,"type":"Receptor"},{"id":128,"from_id":120,"to_id":127,"type":"Receptor"},{"id":129,"from_id":120,"to_id":122,"type":"Receptor"},{"id":130,"from_id":120,"to_id":128,"type":"Receptor"}]}
{"id":15,"text":"Receptor binding proteins of Listeria monocytogenes bacteriophages A118 and P35 recognize serovar-specific teichoic acids.Adsorption of a bacteriophage to the host requires recognition of a cell wall-associated receptor by a receptor binding protein (RBP). This recognition is specific, and high affinity binding is essential for efficient virus attachment. The molecular details of phage adsorption to the Gram-positive cell are poorly understood. We present the first description of receptor binding proteins and a tail tip structure for the siphovirus group infecting Listeria monocytogenes. The host-range determining factors in two phages, A118 and P35 specific for L. monocytogenes serovar 1\/2 have been determined. Two proteins were identified as RBPs in phage A118. Rhamnose residues in wall teichoic acids represent the binding ligands for both proteins. In phage P35, protein gp16 could be identified as RBP and the role of both rhamnose and N-acetylglucosamine in phage adsorption was confirmed. Immunogold-labeling and transmission electron microscopy allowed the creation of a topological model of the A118 phage tail.","entities":[{"id":130,"label":"Receptor","start_offset":107,"end_offset":121},{"id":131,"label":"Receptor","start_offset":774,"end_offset":814},{"id":132,"label":"Receptor","start_offset":939,"end_offset":947},{"id":133,"label":"Receptor","start_offset":952,"end_offset":971},{"id":134,"label":"Phage","start_offset":52,"end_offset":71},{"id":135,"label":"Phage","start_offset":76,"end_offset":79},{"id":136,"label":"Phage","start_offset":762,"end_offset":772},{"id":138,"label":"Bacteria","start_offset":29,"end_offset":51},{"id":139,"label":"Bacteria","start_offset":571,"end_offset":593},{"id":140,"label":"Bacteria","start_offset":671,"end_offset":687},{"id":141,"label":"Phage","start_offset":867,"end_offset":876}],"relations":[{"id":131,"from_id":131,"to_id":136,"type":"Receptor"},{"id":132,"from_id":131,"to_id":140,"type":"Receptor"},{"id":133,"from_id":132,"to_id":141,"type":"Receptor"},{"id":134,"from_id":132,"to_id":140,"type":"Receptor"},{"id":135,"from_id":133,"to_id":140,"type":"Receptor"},{"id":137,"from_id":130,"to_id":134,"type":"Receptor"},{"id":138,"from_id":130,"to_id":138,"type":"Receptor"},{"id":139,"from_id":130,"to_id":135,"type":"Receptor"},{"id":140,"from_id":130,"to_id":139,"type":"Receptor"},{"id":141,"from_id":130,"to_id":140,"type":"Receptor"},{"id":142,"from_id":131,"to_id":138,"type":"Receptor"},{"id":143,"from_id":131,"to_id":139,"type":"Receptor"},{"id":144,"from_id":132,"to_id":139,"type":"Receptor"},{"id":145,"from_id":132,"to_id":138,"type":"Receptor"},{"id":146,"from_id":133,"to_id":141,"type":"Receptor"},{"id":147,"from_id":133,"to_id":138,"type":"Receptor"}]}
{"id":16,"text":"Purification and characterization of bacteriophage receptor on Veillonella rodentium cells. Phage-receptor on Veillonella.Veillonellophage N2 adsorbed to polysaccharides (PSs) on Veillonella rodentium ATCC 17743 cell wall, and the bacteriophage receptor contained only glucosamine. D(+)-glucosamine hydrochloride (Sigma) also adsorbed the veillonellophage N2. These results therefore indicate that the receptor to the veillonellophage N2 is cell wall PSs. The PSs of the host cells as receptor have been characterized. Glucosamine accounted for approximately 100% of the weight of the PSs. The PSs which were partially resolved by Sephadex G-75 chromatography comprised approximately four glucosamine units. Their primary structure was determined by 400 MHz n.m.r. spectroscopy. One- and two-dimensional 1H-nmr experiments showed the PS to be a branched polymer. Glucosamine linkage was detected in one of the branches.","entities":[{"id":142,"label":"Receptor","start_offset":154,"end_offset":169},{"id":143,"label":"Receptor","start_offset":269,"end_offset":280},{"id":144,"label":"Receptor","start_offset":282,"end_offset":312},{"id":145,"label":"Receptor","start_offset":441,"end_offset":454},{"id":146,"label":"Phage","start_offset":122,"end_offset":141},{"id":147,"label":"Phage","start_offset":339,"end_offset":358},{"id":148,"label":"Phage","start_offset":418,"end_offset":437},{"id":149,"label":"Bacteria","start_offset":63,"end_offset":84},{"id":150,"label":"Bacteria","start_offset":179,"end_offset":211}],"relations":[{"id":148,"from_id":143,"to_id":146,"type":"Receptor"},{"id":149,"from_id":143,"to_id":150,"type":"Receptor"},{"id":150,"from_id":142,"to_id":146,"type":"Receptor"},{"id":151,"from_id":142,"to_id":150,"type":"Receptor"},{"id":152,"from_id":144,"to_id":147,"type":"Receptor"},{"id":153,"from_id":144,"to_id":150,"type":"Receptor"},{"id":154,"from_id":145,"to_id":148,"type":"Receptor"},{"id":155,"from_id":145,"to_id":149,"type":"Receptor"}]}
{"id":17,"text":"Characterization of a novel Yersinia ruckeri serotype O1-specific bacteriophage with virulence-neutralizing activity.A lytic bacteriophage (φNC10) specific to serotype O1 Yersinia ruckeri has been identified and evaluated as a model to assess the potential use of bacteriophages and their products for disease control in aquaculture. Electron microscopy of purified φNC10 revealed a virion particle with a small (70 nm) polyhedral head and short tail. φNC10 infected only serotype O1 strains of Y. ruckeri and failed to bind a defined Y. ruckeri mutant strain lacking O1 lipopolysaccharides (O1-LPS), suggesting that φNC10 uses O1-LPS as its receptor. In addition, spontaneous φNC10-resistant mutants of Y. ruckeri exhibited defects in O1-LPS production and were sensitive to rainbow trout serum. Purified φNC10 displayed a polysaccharide depolymerase activity capable of degrading Y. ruckeri O1-LPS and thereby sensitizing Y. ruckeri to the bactericidal effects of rainbow trout serum. The φNC10-associated polysaccharide depolymerase activity also reduced the ability of Y. ruckeri cells to cause mortality following intraperitoneal injection into rainbow trout. These data demonstrate a potential utility of φNC10 and its associated polysaccharide depolymerase activity for Y. ruckeri disease prevention.","entities":[{"id":151,"label":"Receptor","start_offset":568,"end_offset":590},{"id":152,"label":"Receptor","start_offset":628,"end_offset":634},{"id":153,"label":"Receptor","start_offset":736,"end_offset":742},{"id":154,"label":"Receptor","start_offset":893,"end_offset":899},{"id":155,"label":"Phage","start_offset":452,"end_offset":457},{"id":156,"label":"Phage","start_offset":617,"end_offset":622},{"id":157,"label":"Phage","start_offset":806,"end_offset":811},{"id":158,"label":"Bacteria","start_offset":495,"end_offset":505},{"id":159,"label":"Bacteria","start_offset":535,"end_offset":545},{"id":160,"label":"Bacteria","start_offset":704,"end_offset":714},{"id":161,"label":"Bacteria","start_offset":924,"end_offset":934}],"relations":[{"id":156,"from_id":152,"to_id":156,"type":"Receptor"},{"id":157,"from_id":152,"to_id":158,"type":"Receptor"},{"id":158,"from_id":151,"to_id":155,"type":"Receptor"},{"id":159,"from_id":151,"to_id":159,"type":"Receptor"},{"id":160,"from_id":153,"to_id":157,"type":"Receptor"},{"id":161,"from_id":153,"to_id":160,"type":"Receptor"},{"id":162,"from_id":154,"to_id":157,"type":"Receptor"},{"id":163,"from_id":154,"to_id":161,"type":"Receptor"}]}
{"id":18,"text":"Development of a Bacteriophage Cocktail to Constrain the Emergence of Phage-Resistant Pseudomonas aeruginosa.With the emergence of multidrug-resistant and extensively drug-resistant bacterial pathogens, phage therapy and other alternative or additional therapeutic modalities are receiving resurgent attention. One of the major obstacles in developing effective phage therapies is the evolution of phage resistance in the bacterial host. When Pseudomonas aeruginosa was infected with a phage that uses O-antigen as receptor, phage resistances typically achieved through changing or loss of O-antigen structure. In this study, we showed that dsRNA phage phiYY uses core lipopolysaccharide as receptor and therefore efficiently kills the O-antigen deletion mutants. Furthermore, by phage training, we obtained PaoP5-m1, a derivative of dsDNA phage PaoP5, which is able to infect mutants with truncated O-antigen. We then generated a cocktail by mixing phiYY and PaoP5-m1 with additional three wide host range P. aeruginosa phages. The phage cocktail was effective against a diverse selection of clinical isolates of P. aeruginosa, and in the short-term constrained the appearance of the phage-resistant mutants that had beleaguered the effectiveness of single phage. Resistance to the 5-phage cocktail emerges after several days, and requires mutations in both wzy and migA Thus, this study provides an alternative strategy for designing phage cocktail and phage therapy.","entities":[{"id":162,"label":"Receptor","start_offset":664,"end_offset":687},{"id":163,"label":"Receptor","start_offset":900,"end_offset":909},{"id":164,"label":"Phage","start_offset":647,"end_offset":658},{"id":165,"label":"Phage","start_offset":840,"end_offset":851},{"id":166,"label":"Bacteria","start_offset":86,"end_offset":108},{"id":167,"label":"Bacteria","start_offset":443,"end_offset":465},{"id":170,"label":"Bacteria","start_offset":1114,"end_offset":1127}],"relations":[{"id":164,"from_id":162,"to_id":164,"type":"Receptor"},{"id":165,"from_id":162,"to_id":167,"type":"Receptor"},{"id":166,"from_id":163,"to_id":165,"type":"Receptor"},{"id":167,"from_id":163,"to_id":167,"type":"Receptor"},{"id":168,"from_id":162,"to_id":166,"type":"Receptor"},{"id":169,"from_id":162,"to_id":170,"type":"Receptor"},{"id":170,"from_id":163,"to_id":166,"type":"Receptor"},{"id":171,"from_id":163,"to_id":170,"type":"Receptor"}]}
{"id":19,"text":"LamB, OmpC, and the Core Lipopolysaccharide of Escherichia coli K-12 Function as Receptors of Bacteriophage Bp7.Bp7 is a T-even phage with a broad host range specific to Escherichia coli, including E. coli K-12. The receptor binding protein (RBP) of bacteriophages plays an important role in the phage adsorption process and determines phage host range, but the molecular mechanism involved in host recognition of phage Bp7 remains unknown. In this study, the interaction between phage Bp7 and E. coli K-12 was investigated. Based on homology alignment, amino acid sequence analysis, and a competitive assay, gp38, located at the tip of the long tail fiber, was identified as the RBP of phage Bp7. Using a combination of in vivo and in vitro approaches, including affinity chromatography, gene knockout mutagenesis, a phage plaque assay, and phage adsorption kinetics analysis, we identified the LamB and OmpC proteins on the surface of E. coli K-12 as specific receptors involved in the first step of reversible phage adsorption. Genomic analysis of the phage-resistant mutant strain E. coli K-12-R and complementation tests indicated that HepI of the inner core of polysaccharide acts as the second receptor recognized by phage Bp7 and is essential for successful phage infection. This observation provides an explanation of the broad host range of phage Bp7 and provides insight into phage-host interactions.IMPORTANCE The RBPs of T4-like phages are gp37 and gp38. The interaction between phage T4 RBP gp37 and its receptors has been clarified by many reports. However, the interaction between gp38 and its receptors during phage adsorption is still not completely understood. Here, we identified phage Bp7, which uses gp38 as an RBP, and provided a good model to study the phage-host interaction mechanisms in an enterobacteriophage. Our study revealed that gp38 of phage Bp7 recognizes the outer membrane proteins (OMPs) LamB and OmpC of E. coli K-12 as specific receptors and binds with them reversibly. HepI of the inner-core oligosaccharide is the second receptor and binds with phage Bp7 irreversibly to begin the infection process. Determining the interaction between the phage and its receptors will help elucidate the mechanisms of phage with a broad host range and help increase understanding of the phage infection mechanism based on gp38.","entities":[{"id":171,"label":"Receptor","start_offset":0,"end_offset":4},{"id":172,"label":"Receptor","start_offset":6,"end_offset":10},{"id":173,"label":"Receptor","start_offset":20,"end_offset":43},{"id":174,"label":"Receptor","start_offset":896,"end_offset":900},{"id":175,"label":"Receptor","start_offset":905,"end_offset":909},{"id":176,"label":"Receptor","start_offset":1141,"end_offset":1181},{"id":177,"label":"Receptor","start_offset":1926,"end_offset":1930},{"id":178,"label":"Receptor","start_offset":1935,"end_offset":1939},{"id":179,"label":"Receptor","start_offset":2010,"end_offset":2048},{"id":180,"label":"Phage","start_offset":94,"end_offset":111},{"id":181,"label":"Phage","start_offset":687,"end_offset":696},{"id":182,"label":"Phage","start_offset":1224,"end_offset":1233},{"id":183,"label":"Phage","start_offset":1870,"end_offset":1879},{"id":184,"label":"Phage","start_offset":2087,"end_offset":2096},{"id":185,"label":"Bacteria","start_offset":47,"end_offset":68},{"id":186,"label":"Bacteria","start_offset":198,"end_offset":210},{"id":187,"label":"Bacteria","start_offset":494,"end_offset":506},{"id":188,"label":"Bacteria","start_offset":937,"end_offset":949},{"id":189,"label":"Bacteria","start_offset":1943,"end_offset":1955}],"relations":[{"id":172,"from_id":177,"to_id":183,"type":"Receptor"},{"id":173,"from_id":177,"to_id":189,"type":"Receptor"},{"id":174,"from_id":178,"to_id":183,"type":"Receptor"},{"id":175,"from_id":178,"to_id":189,"type":"Receptor"},{"id":177,"from_id":174,"to_id":188,"type":"Receptor"},{"id":178,"from_id":175,"to_id":181,"type":"Receptor"},{"id":179,"from_id":175,"to_id":188,"type":"Receptor"},{"id":180,"from_id":179,"to_id":184,"type":"Receptor"},{"id":181,"from_id":179,"to_id":189,"type":"Receptor"},{"id":182,"from_id":171,"to_id":180,"type":"Receptor"},{"id":183,"from_id":171,"to_id":185,"type":"Receptor"},{"id":184,"from_id":172,"to_id":180,"type":"Receptor"},{"id":185,"from_id":172,"to_id":185,"type":"Receptor"},{"id":186,"from_id":173,"to_id":180,"type":"Receptor"},{"id":187,"from_id":173,"to_id":185,"type":"Receptor"},{"id":189,"from_id":174,"to_id":186,"type":"Receptor"},{"id":190,"from_id":174,"to_id":181,"type":"Receptor"},{"id":191,"from_id":174,"to_id":187,"type":"Receptor"},{"id":192,"from_id":174,"to_id":189,"type":"Receptor"},{"id":193,"from_id":174,"to_id":185,"type":"Receptor"},{"id":194,"from_id":175,"to_id":186,"type":"Receptor"},{"id":195,"from_id":175,"to_id":187,"type":"Receptor"},{"id":196,"from_id":175,"to_id":189,"type":"Receptor"},{"id":197,"from_id":175,"to_id":185,"type":"Receptor"},{"id":198,"from_id":177,"to_id":186,"type":"Receptor"},{"id":199,"from_id":177,"to_id":187,"type":"Receptor"},{"id":200,"from_id":177,"to_id":188,"type":"Receptor"},{"id":201,"from_id":177,"to_id":185,"type":"Receptor"},{"id":202,"from_id":178,"to_id":186,"type":"Receptor"},{"id":203,"from_id":178,"to_id":187,"type":"Receptor"},{"id":204,"from_id":178,"to_id":188,"type":"Receptor"},{"id":205,"from_id":178,"to_id":185,"type":"Receptor"},{"id":206,"from_id":179,"to_id":188,"type":"Receptor"},{"id":207,"from_id":179,"to_id":187,"type":"Receptor"},{"id":208,"from_id":179,"to_id":186,"type":"Receptor"},{"id":209,"from_id":179,"to_id":185,"type":"Receptor"},{"id":210,"from_id":176,"to_id":189,"type":"Receptor"},{"id":211,"from_id":176,"to_id":188,"type":"Receptor"},{"id":212,"from_id":176,"to_id":187,"type":"Receptor"},{"id":213,"from_id":176,"to_id":186,"type":"Receptor"},{"id":214,"from_id":176,"to_id":185,"type":"Receptor"},{"id":215,"from_id":171,"to_id":186,"type":"Receptor"},{"id":216,"from_id":171,"to_id":187,"type":"Receptor"},{"id":217,"from_id":171,"to_id":188,"type":"Receptor"},{"id":218,"from_id":171,"to_id":189,"type":"Receptor"},{"id":219,"from_id":172,"to_id":186,"type":"Receptor"},{"id":220,"from_id":172,"to_id":187,"type":"Receptor"},{"id":221,"from_id":172,"to_id":188,"type":"Receptor"},{"id":222,"from_id":172,"to_id":189,"type":"Receptor"},{"id":223,"from_id":173,"to_id":186,"type":"Receptor"},{"id":224,"from_id":173,"to_id":187,"type":"Receptor"},{"id":225,"from_id":173,"to_id":188,"type":"Receptor"},{"id":226,"from_id":173,"to_id":189,"type":"Receptor"}]}
{"id":20,"text":"Preparing for the KIL: Receptor Analysis of Pseudomonas syringae pv. porri Phages and Their Impact on Bacterial Virulence.The prevalence of Pseudomonas syringae pv. porri (Pspo) in Belgium continues to increase and sustainable treatments for this pathogen remain unavailable. A potentially attractive biocontrol strategy would be the application of bacteriophages. The ideal application strategy of phages in an agricultural setting remains unclear, especially in a field-based production such as for leek plants in Flanders. Therefore, more insight in bacteria-phage interaction is required, along with the evaluation of different application strategies. In this study, we further characterized the infection strategy of two Pspo phages, KIL3b and KIL5. We found that both phages recognize lipopolysaccharide (LPS) moieties on the surface of the bacterium. LPS is an important pathogenicity factor of Pspo. Our data also suggest that KIL5 requires an additional protein in the bacterial cytoplasmatic membrane to efficiently infect its host. Virulence tests showed that this protein also contributes to Pspo virulence. Furthermore, a cocktail of both phages was applied in a seed bioassay. A combination of KIL3b and KIL5 reduced the bacterial concentration 100-fold. However, in vitro Pspo resistance against phage infection developed quite rapidly. However, the impact of this phage resistance might be mitigated as is suggested by the fact that those resistance mutations preferably occur in genes involved in LPS metabolism, and that the virulence of those mutants is possibly reduced. Our data suggest that the phage cocktail has promising potential to lower the prevalence of Pspo and to be integrated in a pest management strategy. Targeted research is needed to further explore the applicability of the phages in combination with other disease control strategies.","entities":[{"id":190,"label":"Receptor","start_offset":791,"end_offset":809},{"id":191,"label":"Phage","start_offset":739,"end_offset":744},{"id":192,"label":"Phage","start_offset":749,"end_offset":753},{"id":193,"label":"Bacteria","start_offset":44,"end_offset":74},{"id":194,"label":"Bacteria","start_offset":140,"end_offset":171},{"id":195,"label":"Bacteria","start_offset":172,"end_offset":176},{"id":196,"label":"Bacteria","start_offset":902,"end_offset":906},{"id":197,"label":"Bacteria","start_offset":1104,"end_offset":1108},{"id":198,"label":"Bacteria","start_offset":1287,"end_offset":1291},{"id":199,"label":"Bacteria","start_offset":1683,"end_offset":1687}],"relations":[{"id":227,"from_id":190,"to_id":193,"type":"Receptor"},{"id":228,"from_id":190,"to_id":195,"type":"Receptor"},{"id":229,"from_id":190,"to_id":194,"type":"Receptor"},{"id":230,"from_id":190,"to_id":191,"type":"Receptor"},{"id":231,"from_id":190,"to_id":192,"type":"Receptor"},{"id":232,"from_id":190,"to_id":196,"type":"Receptor"},{"id":233,"from_id":190,"to_id":197,"type":"Receptor"},{"id":234,"from_id":190,"to_id":198,"type":"Receptor"}]}
{"id":21,"text":"Characterization of lipoteichoic acids as Lactobacillus delbrueckii phage receptor components.Lipoteichoic acids (LTAs) were purified from Lactobacillus delbrueckii subsp. lactis ATCC 15808 and its LL-H adsorption-resistant mutant, Ads-5, by hydrophobic interaction chromatography. L. delbrueckii phages (LL-H, the LL-H host range mutant, and JCL1032) were inactivated by these poly(glycerophosphate) type of LTAs in vitro in accordance to their adsorption to intact ATCC 15808 and Ads-5 cells.","entities":[{"id":9,"label":"Receptor","start_offset":94,"end_offset":112},{"id":10,"label":"Receptor","start_offset":114,"end_offset":118},{"id":11,"label":"Receptor","start_offset":409,"end_offset":413},{"id":12,"label":"Phage","start_offset":343,"end_offset":350},{"id":13,"label":"Phage","start_offset":305,"end_offset":309},{"id":14,"label":"Bacteria","start_offset":42,"end_offset":67},{"id":15,"label":"Bacteria","start_offset":139,"end_offset":189},{"id":16,"label":"Bacteria","start_offset":467,"end_offset":477},{"id":17,"label":"Receptor","start_offset":20,"end_offset":38}],"relations":[{"id":1,"from_id":17,"to_id":14,"type":"Receptor"},{"id":3,"from_id":17,"to_id":13,"type":"Receptor"},{"id":4,"from_id":17,"to_id":12,"type":"Receptor"},{"id":5,"from_id":9,"to_id":13,"type":"Receptor"},{"id":6,"from_id":9,"to_id":15,"type":"Receptor"},{"id":7,"from_id":9,"to_id":12,"type":"Receptor"},{"id":8,"from_id":10,"to_id":13,"type":"Receptor"},{"id":9,"from_id":10,"to_id":12,"type":"Receptor"},{"id":10,"from_id":10,"to_id":16,"type":"Receptor"},{"id":12,"from_id":11,"to_id":13,"type":"Receptor"},{"id":13,"from_id":11,"to_id":16,"type":"Receptor"},{"id":14,"from_id":11,"to_id":12,"type":"Receptor"}]}
{"id":22,"text":"Phage P68 virion-associated protein 17 displays activity against clinical isolates of Staphylococcus aureus.Phage-encoded murein hydrolases are either part of the lysis cassette or found as structural components of the phage virion. Here, we show that Staphylococcus aureus bacteriophage P68 contains a virion-associated muralytic enzyme. Protein 17 has a composite structure. The N-terminal part comprises the muralytic activity, whereas the C-terminal part is required for binding to the cell surface. A high multiplicity of infection with phage P68 caused rapid lysis, and purified protein 17 triggered premature lysis when added to S. aureus cells prior to infection with P68, suggesting that it functions to weaken the murein at the site of phage DNA entry. Protein 17 displayed activity against clinical S. aureus isolates, which are resistant to infection by phage P68, demonstrating that the protein targets surface structures distinct from the phage receptor. This broad activity spectrum of protein 17 could qualify virion-associated muralytic enzymes as attractive antimicrobials.","entities":[{"id":23,"label":"Receptor","start_offset":28,"end_offset":38},{"id":24,"label":"Phage","start_offset":0,"end_offset":9},{"id":25,"label":"Bacteria","start_offset":86,"end_offset":107},{"id":26,"label":"Bacteria","start_offset":636,"end_offset":645},{"id":27,"label":"Phage","start_offset":866,"end_offset":875},{"id":28,"label":"Receptor","start_offset":339,"end_offset":349},{"id":29,"label":"Receptor","start_offset":585,"end_offset":595},{"id":30,"label":"Receptor","start_offset":1001,"end_offset":1011},{"id":31,"label":"Receptor","start_offset":763,"end_offset":773},{"id":32,"label":"Phage","start_offset":252,"end_offset":291},{"id":33,"label":"Phage","start_offset":676,"end_offset":679},{"id":34,"label":"Phage","start_offset":542,"end_offset":551},{"id":35,"label":"Bacteria","start_offset":810,"end_offset":819}],"relations":[]}
{"id":23,"text":"Identification of the Bacillus anthracis (gamma) phage receptor.Bacillus anthracis, a gram-positive, spore-forming bacterium, is the etiological agent of anthrax. It belongs to the Bacillus cereus group, which also contains Bacillus cereus and Bacillus thuringiensis. Most B. anthracis strains are sensitive to phage gamma, but most B. cereus and B. thuringiensis strains are resistant to the lytic action of phage gamma. Here, we report the identification of a protein involved in the bacterial receptor for the gamma phage, which we term GamR (Gamma phage receptor). It is an LPXTG protein (BA3367, BAS3121) and is anchored by the sortase A. A B. anthracis sortase A mutant is not as sensitive as the parental strain nor as the sortase B and sortase C mutants, whereas the GamR mutant is resistant to the lytic action of the phage. Electron microscopy reveals the binding of the phage to the surface of the parental strain and its absence from the GamR mutant. Spontaneous B. anthracis mutants resistant to the phage harbor mutations in the gene encoding the GamR protein. A B. cereus strain that is sensitive to the phage possesses a protein similar (89% identity) to GamR. B. thuringiensis 97-27, a strain which, by sequence analysis, is predicted to harbor a GamR-like protein, is resistant to the phage but nevertheless displays phage binding.","entities":[{"id":37,"label":"Receptor","start_offset":540,"end_offset":544},{"id":40,"label":"Receptor","start_offset":775,"end_offset":779},{"id":41,"label":"Receptor","start_offset":1061,"end_offset":1065},{"id":42,"label":"Receptor","start_offset":1171,"end_offset":1175},{"id":43,"label":"Phage","start_offset":22,"end_offset":48},{"id":44,"label":"Phage","start_offset":311,"end_offset":322},{"id":45,"label":"Bacteria","start_offset":64,"end_offset":82},{"id":46,"label":"Bacteria","start_offset":224,"end_offset":239},{"id":47,"label":"Bacteria","start_offset":244,"end_offset":266},{"id":48,"label":"Bacteria","start_offset":333,"end_offset":342},{"id":49,"label":"Bacteria","start_offset":347,"end_offset":363},{"id":50,"label":"Bacteria","start_offset":646,"end_offset":658},{"id":51,"label":"Bacteria","start_offset":975,"end_offset":987},{"id":52,"label":"Bacteria","start_offset":1077,"end_offset":1086},{"id":53,"label":"Receptor","start_offset":546,"end_offset":566},{"id":54,"label":"Bacteria","start_offset":1177,"end_offset":1199}],"relations":[]}
{"id":24,"text":"The ectodomain of the viral receptor YueB forms a fiber that triggers ejection of bacteriophage SPP1 DNA.The irreversible binding of bacteriophages to their receptor(s) in the host cell surface triggers release of the naked genome from the virion followed by transit of viral DNA to the host cell cytoplasm. We have purified, for the first time, a receptor from a Gram-positive bacterium that is active to trigger viral DNA ejection in vitro. This extracellular region (\"ectodomain\") of the Bacillus subtilis protein YueB (YueB780) was a 7 S elongated dimer forming a 36.5-nm-long fiber. YueB780 bound to the tail tip of bacteriophage SPP1. Although a stable receptor-phage interaction occurred between 0 and 37 degrees C, complete blocking of phage DNA release or partial ejection events were observed at temperatures below 15 degrees C. We also showed that the receptor was exposed to the B. subtilis surface. YueB differed structurally from phage receptors from Gram-negative bacteria. Its properties revealed a fiber spanning the full length of the 30-nm-thick peptidoglycan layer. The fiber is predicted to be anchored in the cell membrane through transmembrane segments. These features, highly suitable for a virus receptor in Gram-positive bacteria, are very likely shared by a large number of phage receptors.","entities":[{"id":55,"label":"Receptor","start_offset":37,"end_offset":41},{"id":56,"label":"Receptor","start_offset":517,"end_offset":521},{"id":57,"label":"Receptor","start_offset":523,"end_offset":530},{"id":58,"label":"Receptor","start_offset":912,"end_offset":916},{"id":59,"label":"Receptor","start_offset":588,"end_offset":595},{"id":60,"label":"Phage","start_offset":621,"end_offset":639},{"id":61,"label":"Phage","start_offset":82,"end_offset":100},{"id":62,"label":"Bacteria","start_offset":891,"end_offset":902},{"id":63,"label":"Bacteria","start_offset":491,"end_offset":508},{"id":64,"label":"Phage","start_offset":635,"end_offset":639}],"relations":[{"id":16,"from_id":56,"to_id":64,"type":"Receptor"},{"id":17,"from_id":57,"to_id":64,"type":"Receptor"},{"id":18,"from_id":56,"to_id":60,"type":"Receptor"},{"id":19,"from_id":57,"to_id":60,"type":"Receptor"},{"id":20,"from_id":56,"to_id":63,"type":"Receptor"},{"id":21,"from_id":57,"to_id":63,"type":"Receptor"},{"id":22,"from_id":55,"to_id":61,"type":"Receptor"},{"id":23,"from_id":55,"to_id":62,"type":"Receptor"},{"id":24,"from_id":55,"to_id":63,"type":"Receptor"}]}
{"id":25,"text":"Identification of the cell surface receptor for bacteriophage 18 from Aeromonas hydrophila.Bacteriophage 18 was previously isolated by multiplication in Aeromonas hydrophila. The bacteriophage receptor was shown to be the lipopolysaccharide (LPS), specifically the low MW polysaccharide fraction (LPS core oligosaccharide) A. hydrophila mutants, resistant to this phage were isolated and found to be devoid of LPS O antigen by several criteria and had alterations in the lipopolysaccharide core.","entities":[{"id":65,"label":"Receptor","start_offset":222,"end_offset":240},{"id":66,"label":"Receptor","start_offset":242,"end_offset":245},{"id":67,"label":"Phage","start_offset":91,"end_offset":107},{"id":68,"label":"Phage","start_offset":48,"end_offset":64},{"id":69,"label":"Receptor","start_offset":410,"end_offset":413},{"id":70,"label":"Bacteria","start_offset":153,"end_offset":173},{"id":71,"label":"Bacteria","start_offset":70,"end_offset":90}],"relations":[{"id":25,"from_id":65,"to_id":67,"type":"Receptor"},{"id":26,"from_id":65,"to_id":70,"type":"Receptor"},{"id":27,"from_id":66,"to_id":67,"type":"Receptor"},{"id":28,"from_id":66,"to_id":70,"type":"Receptor"}]}
